Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=635_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Guokte ođđa matematihka oahppogirjji davvisámegillii almmuhuvvon
sms: KueŠhtt ođđ tâŠvvsääŠmǩiõllsaž matematiikk ǩeeŠrj liâ iŠlmmstõõvvâm

source: Vuođđooahpahusa ođđa matematihka ráiddus leat almmuhuvvon guokte ođđa davvisámegielat oahppogirjji.
sms: Vuâđđmättʼtem ođđ matematiikk mättʼtemǩeŠrjjraiddu liâ iŠmmstõõvvâm kueŠhtt ođđ tâŠvvsääŠmǩiõllsa mättʼtemǩeeŠrj.

source: Ođđa oahppogirjjit leat čakčabaji oahppigirjjit luohkáide 5-6.
sms: Ođđ mättʼtemǩeeŠrj liâ čõhččlookkâmpââi škooulneǩ-ǩeeŠrj klaassid 5-6.

source: Lohkoleaika- nammasaš girjjit leat jorgaluvvon WSOY Matikka-nammasaš ráiddus.
sms: Lohkoleaika- nõmmsa mättʼtemǩeeŠrj liâ jåårǥlõttum WSOY:zz Matikk-nõmmsaž rääidest.

source: Olles davvisámegielat ráidu galgá gárvánit boahttevaš giđđalohkanbaji rádjái.
sms: Obb mättʼtemǩeŠrjjrääidd valmštõõvvmõš tâŠvvsääŠmǩiõŠlle lij puõŠtti ǩiđđlookkâmpâjja mõneeŠst.

source: Girjeráidu almmuhuvvo maiddái anárašgillii.
sms: MättʼtemǩeŠrjjräidd puäŠđet čõõđtet še aanarsääŠmǩiõŠlle.

source: Vuosttaš sámegillii jorgaluvvon girjjit WSOY Matikka-ráiddus almmuhuvvojedje jagis 2011.
sms: Vuõssmõs sääŠmǩiõllsa joortõõzz WSOY:zz Matikka-rääidast čõõđteš eeŠjjest 2011.

source: Davvisámegielat ráiddus váilot šat giđđalohkanbaji girjjit luohkáide 5-6. Dat šaddet almmuhuvvot ovdal boahtte giđđalohkanbaji.
sms: TâŠvvsääŠmǩiõllsaž rääidast liâ tuejjeeǩâni veâl 5-6 klaassi ǩiđđǩeeŠrj, kooi valmštõõllmõš lij ouddâl puõŠtti ǩiđđlookkâmpââi.

source: Anárašgielat čakčabaji oahppigirji Lohosierâ 1 lea almmuhuvvon jagis 2011.
sms: AanarsääŠmǩiõllsaž čõhččlookkâmpââi mättŠtemǩeŠrjj Lohosierâ 1 lij čõõđtum eeŠjjest 2011.

source: Oahppogirjjiid sáhttá diŋgot sámedikki skuvlen- ja oahppamateriáladoaimmahagas: anni.
sms: MättʼtemǩeeŠrjid vuäitt tiŠllʼjed sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-materialkonttrest: anni.

source: fi dahje ritva.
sms: fi leŠbe ritva.
